---
kind: other
id: Properties.T:Autodesk.Revit.DB.GroupSetIterator
source: html/b97e4ab9-7722-3988-7f84-03121a897d42.htm
---
# GroupSetIterator Properties

Retrieves the item that is the current focus of the iterator.